taskt/Core/Automation/Commands/DataTableGroup/ConvertDataTableToTextCommand.dot
digraph "ConvertDataTableToTextCommand" {
"ConvertDataTableToTextCommand" -> "ADataTableGetFromDataTableCommands";
"ADataTableGetFromDataTableCommands" -> "ADataTableInputDataTableCommands";
"ADataTableGetFromDataTableCommands" -> "IDataTableGetFromDataTable";
"ADataTableInputDataTableCommands" -> "ScriptCommand";
"ADataTableInputDataTableCommands" -> "IDataTableProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
