taskt/Core/Automation/Commands/DataTableGroup/ConvertDataTableToTextCommand.puml
@startuml
ConvertDataTableToTextCommand --> ADataTableGetFromDataTableCommands
ADataTableGetFromDataTableCommands --> ADataTableInputDataTableCommands
ADataTableGetFromDataTableCommands --> IDataTableGetFromDataTable
ADataTableInputDataTableCommands --> ScriptCommand
ADataTableInputDataTableCommands --> IDataTableProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
